[TC_WOTC_MILL_92FS_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M9</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M9s</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="Beretta 92FS - является одним из самых распространённых и узнаваемых в мире пистолетов. Beretta 92 - семейство самозарядных пистолетов, разработанных в 1972 году Карло Береттой, Джузеппе Мазетти и Витторио Валле — опытнейшими мастерами огнестрельного оружия из итальянской компании Beretta. Пистолет Beretta 92F калибра 9 мм по результатам конкурса заменил в 1985 году пистолет M1911 45-го калибра в качестве стандартного пистолета армии США с обозначением M9. Beretta 92FS отличается от Beretta 92F небольшим диском на головке оси курка и канавкой вдоль нижней левой кромки затвора. Диск служит дополнительным направляющим выступом при движении затвора и препятствует сходу задней части затвора с направляющих при разрушении затвора. Состоит на вооружении армии США с 1989 года. Он используется армиями, полицией и спецподразделениями многих стран, пользуется большой популярностью на гражданском рынке оружия."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача при коротком ходе ствола, Рычажное запирание, УСМ двойного действия\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_92FS_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM35-F</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>92/35M SXs</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="Beretta 92FS - является одним из самых распространённых и узнаваемых в мире пистолетов. Beretta 92 - семейство самозарядных пистолетов, разработанных в 1972 году Карло Береттой, Джузеппе Мазетти и Витторио Валле — опытнейшими мастерами огнестрельного оружия из итальянской компании Beretta. Пистолет Beretta 92F калибра 9 мм по результатам конкурса заменил в 1985 году пистолет M1911 45-го калибра в качестве стандартного пистолета армии США с обозначением M9. Beretta 92FS отличается от Beretta 92F небольшим диском на головке оси курка и канавкой вдоль нижней левой кромки затвора. Диск служит дополнительным направляющим выступом при движении затвора и препятствует сходу задней части затвора с направляющих при разрушении затвора. Состоит на вооружении армии США с 1989 года. Он используется армиями, полицией и спецподразделениями многих стран, пользуется большой популярностью на гражданском рынке оружия.\nОбразец 92/35M SX представляет собой модификацию Beretta M9. Замена большинства деталей на изготовленные из иноспланетных сплавов позволила предотвратить разрушение деталей в процессе частой эксплуатации. Механизм ведения огня также притерпел значительные изменения, что значительно снизило отдачу, и повысило точность каждого последующего выстрела."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача при коротком ходе ствола, Рычажное запирание, УСМ двойного действия\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MILL_92FS_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>M35A1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>M35A1s</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="Beretta 92FS - является одним из самых распространённых и узнаваемых в мире пистолетов. Beretta 92 - семейство самозарядных пистолетов, разработанных в 1972 году Карло Береттой, Джузеппе Мазетти и Витторио Валле — опытнейшими мастерами огнестрельного оружия из итальянской компании Beretta. Пистолет Beretta 92F калибра 9 мм по результатам конкурса заменил в 1985 году пистолет M1911 45-го калибра в качестве стандартного пистолета армии США с обозначением M9. Beretta 92FS отличается от Beretta 92F небольшим диском на головке оси курка и канавкой вдоль нижней левой кромки затвора. Диск служит дополнительным направляющим выступом при движении затвора и препятствует сходу задней части затвора с направляющих при разрушении затвора. Состоит на вооружении армии США с 1989 года. Он используется армиями, полицией и спецподразделениями многих стран, пользуется большой популярностью на гражданском рынке оружия.\nОбразец 92/35M BX является глубокой модернизацией версии SX, добавившей немало новых функций в данный образец. Отдача была значительно снижена, что сказало на кучности и точности стрельбы. Замена ствола высокочастотным цилиндром увеличила кинетическую силу каждой пули, что значительно повысило наносимый урон, наносимый противнику независимо от того в броне он или нет."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача при коротком ходе ствола, Рычажное запирание, УСМ двойного действия\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_MILL_92FS_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M9</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M9s</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="Beretta 92FS - является одним из самых распространённых и узнаваемых в мире пистолетов. Beretta 92 - семейство самозарядных пистолетов, разработанных в 1972 году Карло Береттой, Джузеппе Мазетти и Витторио Валле — опытнейшими мастерами огнестрельного оружия из итальянской компании Beretta. Пистолет Beretta 92F калибра 9 мм по результатам конкурса заменил в 1985 году пистолет M1911 45-го калибра в качестве стандартного пистолета армии США с обозначением M9. Beretta 92FS отличается от Beretta 92F небольшим диском на головке оси курка и канавкой вдоль нижней левой кромки затвора. Диск служит дополнительным направляющим выступом при движении затвора и препятствует сходу задней части затвора с направляющих при разрушении затвора. Состоит на вооружении армии США с 1989 года. Он используется армиями, полицией и спецподразделениями многих стран, пользуется большой популярностью на гражданском рынке оружия."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача при коротком ходе ствола, Рычажное запирание, УСМ двойного действия\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_TMP_MILL_92FS_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM35-F</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>92/35M SXs</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="Beretta 92FS - является одним из самых распространённых и узнаваемых в мире пистолетов. Beretta 92 - семейство самозарядных пистолетов, разработанных в 1972 году Карло Береттой, Джузеппе Мазетти и Витторио Валле — опытнейшими мастерами огнестрельного оружия из итальянской компании Beretta. Пистолет Beretta 92F калибра 9 мм по результатам конкурса заменил в 1985 году пистолет M1911 45-го калибра в качестве стандартного пистолета армии США с обозначением M9. Beretta 92FS отличается от Beretta 92F небольшим диском на головке оси курка и канавкой вдоль нижней левой кромки затвора. Диск служит дополнительным направляющим выступом при движении затвора и препятствует сходу задней части затвора с направляющих при разрушении затвора. Состоит на вооружении армии США с 1989 года. Он используется армиями, полицией и спецподразделениями многих стран, пользуется большой популярностью на гражданском рынке оружия.\nОбразец 92/35M SX представляет собой модификацию Beretta M9. Замена большинства деталей на изготовленные из иноспланетных сплавов позволила предотвратить разрушение деталей в процессе частой эксплуатации. Механизм ведения огня также притерпел значительные изменения, что значительно снизило отдачу, и повысило точность каждого последующего выстрела."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача при коротком ходе ствола, Рычажное запирание, УСМ двойного действия\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_TMP_MILL_92FS_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>M35A1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>M35A1s</b></font>"
AbilityDescName="полу-автоматический пистолет"
BriefSummary="Beretta 92FS - является одним из самых распространённых и узнаваемых в мире пистолетов. Beretta 92 - семейство самозарядных пистолетов, разработанных в 1972 году Карло Береттой, Джузеппе Мазетти и Витторио Валле — опытнейшими мастерами огнестрельного оружия из итальянской компании Beretta. Пистолет Beretta 92F калибра 9 мм по результатам конкурса заменил в 1985 году пистолет M1911 45-го калибра в качестве стандартного пистолета армии США с обозначением M9. Beretta 92FS отличается от Beretta 92F небольшим диском на головке оси курка и канавкой вдоль нижней левой кромки затвора. Диск служит дополнительным направляющим выступом при движении затвора и препятствует сходу задней части затвора с направляющих при разрушении затвора. Состоит на вооружении армии США с 1989 года. Он используется армиями, полицией и спецподразделениями многих стран, пользуется большой популярностью на гражданском рынке оружия.\nОбразец 92/35M BX является глубокой модернизацией версии SX, добавившей немало новых функций в данный образец. Отдача была значительно снижена, что сказало на кучности и точности стрельбы. Замена ствола высокочастотным цилиндром увеличила кинетическую силу каждой пули, что значительно повысило наносимый урон, наносимый противнику независимо от того в броне он или нет."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача при коротком ходе ствола, Рычажное запирание, УСМ двойного действия\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Лучевое оружие"